[
   {
      "name": "Adidas Copa Mundial",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/adidas-copa-mundial-football-boots_ZajGaRWf2pX.jpg?updatedAt=1637040758230",
      "description": [
         "The most popular football boot of all time, and for good reason. The adidas Copa Mundial features a rich leather upper and dual-density outsole that has set the standard for comfort and performance on the pitch for decades."
      ],
      "price": 9265.99,
      "features": [
         "K-Leather upper for durability, lightness and a glove-like fit",
         "EVA insole for comfort",
         "Quick-drying synthetic lining",
         "Direct injected outsole for optimised fit and comfort",
         "Durable firm ground outsole for grip on firm, natural ground"
      ],
      "collection": "exclusive"
   },



   {
      "name": "Nike Mercurial Superfly VIII Academy CR7 MG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/nike-mercurial-superfly-viii-academy-cr7-mg-football-boots_uHEq8kf1G.jpg?updatedAt=1637040760623",
      "description": [
         "If you´re a fan of Cristiano Ronaldo and have followed his career, you know that the Lusitanian never lacked punch.",
         "The Mercurial Superfly 8 Academy CR7 FG/MG´s upper debuts a stunning white and red silhouette, with a lightning bolt motif perfect for alluding to CR7´s speed on the pitch. The Dynamic Fit heel collar adapts anatomically to your ankle to give you an ankle-proof fit, while the lace closure locks in your instep and keeps your foot where it belongs.",
         "The split soleplate with stabilising rail, meanwhile, delivers unrivaled power on both firm and soft ground pitches. The 7x4 configuration of wedge-shaped studs and conical studs generates explosive traction and is ideal for players who like to dazzle the opposition defense. As an unstoppable force on the pitch, Cristiano Ronaldo attributes his expertise to his positive mindset. The Nike Mercurial Superfly 8 Academy CR7 MG features a repeating bolt pattern that lets you bring your own spark of positivity to the pitch. Soft material has a textured overlay for better grip and touch. Dynamic Fit collar wraps your ankle for a sock-like fit that´s made to move with you. Stud configuration gives you nonstop traction designed for multiple surfaces."
      ],
      "price": 6822.99,
      "features": [
         "For use on short-grass or artificial surfaces",
         "Cushioned insole"
      ],
      "collection": "exclusive"
   },



   {
      "name": "Nike Mercurial Superfly VIII Academy MG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/nike-mercurial-superfly-viii-academy-mg-football-boots_ZkejnugGBed.jpg?updatedAt=1637040760954",
      "description": [
         "If you play fast and look fast, the Nike Mercurial Superfly 8 Academy FG/MG football boots will give you divine speed on the pitch. Ideal for amateur and semi-professional players, the eighth edition of the Mercurial series gets a significant update to make you shine on all types of pitches.",
         "The Superfly 8 Academy FG/MG´s upper debuts with a textured, grid-like pattern to give you superior ball touch even during risky, high-speed maneuvers. The Dynamic Fit heel collar hugs your heel for a lockdown feel and enhanced stability, while its lace closure provides excellent midfoot support.",
         "In the Superfly 8 Academy FG/MG’s bottom, the Oregonians introduce an innovative, minimalist soleplate with stabilizing rail to increase efficiency. A 7x4 configuration of conical and wedge-shaped studs, combined with chain-shaped ridges on the heel and center rail, gives you explosive, efficient traction on both natural and synthetic surfaces. The Nike Mercurial Superfly 8 Academy MG sets you up for speed with specialised traction for quick cuts and sudden stops.Grippy texture on top gives you precise control of the ball, and a stretchy collar adapts to your ankle for a seamless fit that moves with you."
      ],
      "price": 6463.99,
      "features": [
         "A textured pattern on the moulded upper gives you better ball control when dribbling at high speeds.",
         "Designed for various surfaces, conical studs provide exceptional traction with quick release and pivoting.",
         "Dynamic Fit collar wraps your ankle in stretchy fabric for a secure feel."
      ],
      "collection": "exclusive"
   },



   {
      "name": "Nike Mercurial Superfly VIII Pro KM AG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/nike-mercurial-superfly-viii-pro-km-ag-football-boots_w9ljEdNBWT.jpg?updatedAt=1637040761457",
      "description": [
         "Kylian Mbappé is both the inspiration and the patron of the Nike Mercurial Superfly Pro 8 KM AG football boots football boots. Dedicated to the Paris Saint-Germain French star, these semi-pro special edition boots will allow you to express your power and irreverence on artificial ground pitches.",
         "The Mercurial Superfly Pro 8 KM AG’s micro-textured upper is designed to give you superior ball control thanks to its grid-like pattern. The flame graphic print express Donatello’s unrivalled speed on the pitch, while the tongue-less design and Dynamic Fit heel collar deliver exceptional ankle grip. Meanwhile, the Duralon WT coating offers both a waterproofing degree and greater ball touch.",
         "But to play like Mbappé is to play like lightning, and the AEROTRAK 2 split soleplate of the Mercurial Superfly Pro 8 KM AG/MG delivers that in spades. The 11x6 conical stud configuration is just as efficient at accelerating at full throttle as it is at making quick cuts, keeping your opponents on the edge of what you can do. The stabiliser rail linking both sections of the plate counteracts any twisting or slipping with aplomb. PURE HEAT FOR YOUR FEET.",
         "The Nike Mercurial Superfly 8 Pro KM AG gets fiery design details inspired by Kylian Mbappé, A knit collar wraps your ankle in lightweight fabric that moves with you when it´s time to turn up the heat."

      ],
      "price": 11542.99,
      "features": [
         "Chevron studs provide multidirectional traction with every step, thanks to a Nike Aerotrak zone in the forefoot plate.",
         "A textured pattern on the molded upper gives you precise touch when dribbling at high speeds.",
         "Knit collar wraps your ankle in soft, stretchy fabric for a secure feel."
      ],
      "collection": "exclusive"
   },
   {
      "name": "adidas Nemeziz.1 FG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/adidas-nemeziz.1-fg-football-boots_nh4Yl1Kqq.jpg?updatedAt=1637040758348",
      "description": [
         "Made to match your foot shape, these football boots wrap you up for extreme agility.",
         "Stretchy Tension Tape reduces the restrictions to entry and an adaptive fit gives flexibility for radical play.",
         "The outsole excels on multiple generations of artificial grass surfaces."
      ],
      "price": 11947.99,
      "features": [
         "Nemeziz.1 Firm Ground Boots.",
         "Zig when they think you´ll zag.",
         "Pass when they expect you to move.",
         "Unlock agility and power your unpredictability in adidas Nemeziz.",
         "The knit textile upper on these firm ground football boots shows off a mesmerising graphic that mirrors your best moves.",
         "The sports tape-inspired construction offers the ideal balance of security and freedom.",
         "Underneath, a split outsole flexes to help you lose your marker in a flash."
      ],
      "collection": "exclusive"
   },



   {
      "name": "Puma Future Z 1.1 Mix SG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/puma-future-z-1.1-mix-sg-football-boots_QkXuHTPAd.jpg?updatedAt=1637040762944",
      "description": [
         "The revolutionary FUTURE Z takes your unpredictable skills to the next level.FUTURE Z is built around the FUZIONFIT+ adaptive midfoot compression band, which wraps around your foot to provide unparalleled fit and lock-down to the player. The benefits for FUZIONFIT+ are supported with a lightweight and reactive Dynamic Motion System outsole, designed to transfer your energy directly to the pitch with superior traction for explosive multidirectional movements.The soft and supple upper provides exceptional feel on ball and touch is enhanced with GripControl Pro skin.FUTURE Z is a progressive and dynamic boot for players who own the game with their vision, skills and game-changing moves."
      ],
      "price": 11102.99,
      "features": [
         "Super lightweight Dynamic Motion System outsole with a combination of bladed and conical screw-in studs. Suitable for use on soft natural surfaces",
         "Highly technical and flexible engineered upper with integrated FUZIONFIT+ technology for unparalleled fit and lock-down. GripControl Pro skin provides superior touch in key contact zones for game-changing touch and dribbling."
      ],
      "collection": "exclusive"
   },



   {
      "name": "Puma Ultra 3.3 FG/AG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/puma-ultra-3.3-fg-ag_7yuDoLEHxd.jpg?updatedAt=1637040763248",
      "description": [
         "These are the new ULTRA 3.3 FG / AG soccer shoes , designed for high-performance athletes who require a shoe that optimizes their skills. It is made with special MatryxEvo fabric that provides great lightness to the shoe, thanks to the intervention with carbon fiber it is a stable shoe that optimizes support in each movement.",
         "It has a Grip Control coating for a perfect finish that guarantees greater control over the ball. It has a Pebax SpeedUnit sole that allows the player to go faster, it is anti-slip for greater performance on the playing field. Its template is removable. Heralding a new generation of speed, the ULTRA 3.3 boots are the weapon of choice on firm or artificial ground.",
         "These lightweight mesh shoes with internal SPEEDCAGE are fused to PUMA´s ultra fast SpeedUnit outsole with running-spike DNA at their core.",
         "The GripControl skin delivers decisive power on the ball to ensure you hit the back of the net every time."
      ],
      "price": 5309.49,
      "features": [
         "PUMA´s outsole infused with running spike DNA for rapid acceleration.",
         "Mesh upper with internal SPEEDCAGE.",
         "Lightweight mesh upper with internal SPEEDCAGE for support during fast-forward motion.",
         "GripControl skin for decisive command over the ball when on the attack.",
         "ULTRA branding at the heel."
      ],
      "collection": "exclusive"
   },



   {
      "name": "Umbro Classico VII AG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/umbro-classico-vii-ag-football-boots_Gh_oI5Z7aZt.jpg?updatedAt=1637040763660",
      "description": [
         "Classico VII has a durable PU upper with classic styling."
      ],
      "price": 2034.99,
      "features": [
         "Built on comfort fit last.",
         "Fixed EVA sockliner."
      ],
      "collection": "exclusive"
   },


   
   {
      "name": "Mizuno Morelia Neo III Beta Elite",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/mizuno-monarcida-ii-select-ag-football-boots_9zdZO1ftM.jpg?updatedAt=1637040759657",
      "description": [
         "The pinnacle of Mizuno‘s Japanese innovation. These boots have been developed with one thing in mind, speed. Mizuno have combined all the most innovative materials of the last decade together with the purest K-Leather in the world to craft their best boot yet."
      ],
      "price": 12990.99,
      "features": [
         "synthetic materials",
         "Removable insock for comfort and cushioning",
         "Weight: 200 g"
      ],
      "collection": "exclusive"
   },



   {
      "name": "Nike Phantom GT2 Academy Dynamic Fit FG/MG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/nike-phantom-gt2-academy-dynamic-fit-fg-mg-football-boots_q3F2PuAirid.jpg?updatedAt=1637040761659",
      "description": [
         "It´s time to put on the Nike Phantom GT2 Academy DF FG/MG football boots. These fast, durable boots for amateur and semi-professional players evolve the Phantom series with an innovative upper and superior traction on natural and artificial grass pitches.",
         "Made of lightweight, breathable synthetic leather, the Phantom GT2 Academy DF FG/MG’s upper features an embossed wedge texture covering the toecap and midfoot. This texture considerably improves touch and precision with the ball during kicks, shots, and dribbles; meanwhile, the asymmetrical lace closure increases the contact surface with the ball without losing instep support. The Dynamic Fit heel collar wraps around your ankle without losing breathability thanks to its wider, tongueless design.",
         "The TPU soleplate significantly boosts speed thanks to its flexibility and resistance. The 7x4 cleat configuration employs a mix of wedge-shaped and conical cleats for stable, multi-directional traction in any situation. Meanwhile, the ribbed texture on the soleplate’s sides enhances grip and stability. Building Off The Phantom Gt, The Nike Phantom Gt2 Academy Dynamic Fit Fg/Mg Features An Updated Design And Patterning That´s Engineered To Help You Place Your Shots With Pinpoint Accuracy. Off-Center Lacing Provides A Clean Strike Zone To Help You Dribble, Pass, And Score With Precision."
      ],
      "price": 6463.99,
      "features": [
         "Durable Design: Synthetic Leather Is Durable And Easy To Clean.",
         "Smooth Surface: Off-Center Lacing Creates A Larger Sweet Spot For Powerful Strikes.",
         "Take Control: Grippy Texture Across The Top Is Strategically Placed For Precise Touch When Shooting, Passing And Dribbling.",
         "Cushioned Insole"
      ],
      "collection": "exclusive"
   },



   {
      "name": "adidas X Speedflow Messi.4 FXG Football Boots",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/adidas-x-speedflow-messi.4-fxg-football-boots_GtntewBLFhm.jpg?updatedAt=1637040759406",
      "description": [
         "From brain to boot to ball. And back again. When sharpness of mind meets quickness of body, you become the fastest version of yourself. Find your flow and leave the rest behind. These adidas X football boots support fast feet and faster thinking. Their versatile outsole keeps you stable on hard ground, firm ground and artificial grass. On the heel of the coated textile upper, Messi´s logo is the last thing your rivals will see. This product is made with recycled content as part of our ambition to end plastic waste. 20% of pieces used to make the upper are made with minimum 50% recycled content."
      ],
      "price": 3154.99,
      "features": [
         "Lace closure.",
         "Coated textile upper.",
         "Flexible ground outsole.",
         "RECYCLED MATERIALS BASE - REC CONTENT"
      ],
      "collection": "exclusive"
   },



   {
      "name": "Nike Phantom GT2 Club FG/MG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/nike-phantom-gt2-club-fg-mg-football-boots_czMmOOHQq.jpg?updatedAt=1637040762094",
      "description": [
         "Building on the Phantom GT, the Nike Phantom GT2 Club FG/MG features an updated design and patterning that´s engineered to help you place your shots with pinpoint accuracy. Off-center lacing provides a clean strike zone to help you dribble, pass, and score with precision."
      ],
      "price": 3231.99,
      "features": [
         "Synthetic leather is durable and easy to clean.",
         "Off-center lacing creates a larger sweet spot for powerful strikes.",
         "Grippy texture across the top is strategically placed for precise touch when shooting, passing and dribbling."
      ],
      "collection": "exclusive"
   },



   {
      "name": "Nike Tiempo Legend IX Academy FG/MG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/nike-tiempo-legend-ix-academy-fg-mg-football-boots_EN3oEr-Ant1.jpg?updatedAt=1637040762650",
      "description": [
         "Bring speed to your game and redefine your team´s attack with the Nike Tiempo Legend 9 Academy FG/MG football boots. The swoosh brand now brings us what could very well be its lightest and fastest installment of these renowned entry-level silos for amateur and semi-professional players. With a redesigned upper and a more flexible and powerful soleplate, these boots will guarantee you excellent performance on natural and artificial grass pitches.",
         "Made of high-quality, durable synthetic leather, the Tiempo Legend 9 Academy FG/MG’s upper brings two new features that elevate it over previous installments. The midfoot micro-perforations increase airflow through the bootie’s interior, while embossed foam pads on the toecap and metatarsal improve ball control.",
         "The TPU soleplate has a stabilizing rail to reduce unwanted twisting and improve stability. Meanwhile, the 9x4 stud configuration employs an impressive mix of conical, rectangular, and wedge-shaped studs to generate greater traction and momentum on the pitch. Lace up in the lightest Tiempo to date with the Nike Tiempo Legend 9 Academy FG/MG. The upper features raised areas throughout the strike zone for precise dribbling, passing, and shooting, while studs on the bottom provide traction for quick cuts and sudden stops."
      ],
      "price": 5386.49,
      "features": [
         "The Legend Gets Lighter: A redesigned plate and refined upper make the Legend 9 the lightest Tiempo ever.",
         "Supersoft Leather: Calfskin leather upper backed by soft foam pods lets you place your shots with precision.",
         "Cushioned Comfort: A cushioned insole with a padded tongue provides 90 minutes of nonstop comfort.",
         "For use on short-grass or artificial surfaces",
         "Cushioned insole"
      ],
      "collection": "exclusive"
   },



   {
      "name": "adidas Predator Freak.3 LL FG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/adidas-predator-freak.3-ll-fg-football-boots_35gQOJshKY.jpg?updatedAt=1637040758927",
      "description": [
         "There is no need to chain your demons on the pitch. The adidas Predator Freak .3 LL FG football boots are the Predator Freak’s most comfortable and high-performance version, giving you everything you need to shine on professional matches and leagues.",
         "The Mutator series’ design success reappears nearly unscathed in the Predator Freak .3 LL FG’s upper, where DEMONSCALE’s 3D-printed pattern improves friction and ball control by adapting itself anatomically to your forefoot. A sock-like heel collar brings you the ultimate grip, enabling you to play comfortably and precisely even on the closest spaces.",
         "But it´s in the Predator Freak .3 LL FG´s soleplate where all the power and stability of these boots come to the spotlight. Thanks to a 7x4 wedge-shaped stud configuration and the added flexibility of its split design, these boots have explosive acceleration on firm ground pitches. These firm ground football boots have evolved to help you own the pitch."
      ],
      "price": 6309.49,
      "features": [
         "The compressive fit locks you in without laces.",
         "3D-printed Demonscale elements spread farther across the surface let you control the ball with every part of your foot.",
         "Closure Type:LACELESS.",
         "Material:Textile."
      ],
      "collection": "exclusive"
   },



   {
      "name": "adidas Predator Freak .3 FG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/adidas-predator-freak-.3-fg-football-boots_W_WoJxXTcYS.jpg?updatedAt=1637040758426",
      "description": [
         "Supportive boots for bossing play on firm ground.",
         "You can´t change the game until you let the game change you.",
         "Every match is a chance to be bigger, better.",
         "More in control.",
         "Unleash your full force of nature in Predator Freak.",
         "These juniors´ adidas firm ground football boots keep you stable with a supportive mid-cut design.",
         "3D-printed Demonscale elements dominate the synthetic upper to improve your mastery of the ball."
      ],
      "price": 3785.99,
      "features": [
         "Regular fit.",
         "Lace closure.",
         "Synthetic upper.",
         "Demonscale 3D-print strike zone",
         "Firm ground outsole."
      ],
      "collection": "exclusive"
   },



   {
      "name": "Mizuno Monarcida II Select AG",
      "image": "https://ik.imagekit.io/xqucpzloy5c/boot-kingdom/boots/mizuno-monarcida-ii-select-ag-football-boots_9zdZO1ftM.jpg?updatedAt=1637040759657",
      "description": [
         "This boot with screw-in studs offers a wide fit, lightweight comfort, and a ZeroGlide removable sockliner for.",
         "enhanced foothold.",
         "It builds on elements from the MORELIA NEO III including the forefoot upper pattern and shoe",
         "lacing system."
      ],
      "price": 4318.99,
      "features": [
         "Wide-Fitting.",
         "Soft synthetic leather.",
         "Lightweight.",
         "Featuring ZeroGlide removable sockliner for enhanced foot-hold and maximum comfort.",
         "The forefoot upper pattern is similar to MORELIA NEO III.",
         "Same figure-8 notch shape for the eyelet area and zig-zag shoe lacing system as the MORELIA NEO III.",
         "Synthetic."
      ],
      "collection": "exclusive"
   }
]